<footer>
  <div class="footer center">
    <div class="title">О скачивании игр через торрент</div>
    <div class="description">
      Раз вы оказались на этом сайте, вероятно, вас интересуют компьютерные
      игры. Неудивительно, ведь это одно из самых популярных направлений в
      современных развлечениях. Нынешние компьютерные игры способны привлечь
      не только своей яркой графикой и динамичным игровым процессом, но и
      потрясающими сюжетными историями или реализмом Обратная связьодящего.
      На нашем ресурсы вы можете скачать игры на ПК через торрент совершенно
      бесплатно и в любом количестве. Таким образом, даже лучшие современные
      новинки попадут к вам в руки без каких-либо затрат. Выбор в пользу
      торрент формата сделан по многим причинам. Если вы хотите быстро
      загружать бесплатные игры, торрент – самая надежная технология.
      Основной фактор заключается в удобстве хранения крупных файлов методом
      распределенной сети. Так как торренты игр хранятся на компьютерах
      пользователей, нам не нужно дорогостоящее серверное оборудование, что
      позволяет полностью исключить даже минимальную плату за использование
      ресурса. Второй важный момент – торренты удобно скачивать. Файл
      загружается на ваш компьютер одновременно из нескольких источников. В
      результате, даже большие игры (а современные проекты почти все такие)
      загружаются очень быстро. На нашем сайте представлены игры всех
      жанров: от простых аркад, до современных реалистичных шутеров. Но вам
      не придется искать любимую игру часами, ведь мы реализовали удобную
      систему поиска по названиям. Она работает как в рамках всего сайта,
      так и по разделам. Сами разделы сформированы по жанрам и году выпуска.
      Если название забылось, поможет расширенный поиск, где можно применить
      иные параметры игры. Также мы реализовали систему пользовательских
      оценок и комментариев, что поможет вам оценить качество незнакомого
      проекта. Как мы знаем, реклама не всегда правдива, а вот игроки редко
      врут другу (в отношении оценки игр, по крайней мере). В отдельные
      категории выделены актуальные новинки и игры, имеющие максимальный
      рейтинг пользовательской оценки. Это существенно облегчит поиск игры,
      если у вас нет конкретного предпочтения, а хочется чего-то новенького.
      Наши модераторы не только оперативно выкладывают новые релизы, но и
      тщательно следят за их содержимым. Скачивать игры на нашем сайте
      совершенно безопасно, так как каждая раздача проверяется на предмет
      постороннего кода. Вам осталось лишь найти нужную игру и нажать кнопку
      «скачать»! Обратная связь
    </div>
    <div id="to_bottom" class="copy">
      Copyright © 2019 $ <br />
      Претензии правообладателей принимаются на $
    </div>
  </div>
</footer>
<div id="notice-all">
</div>
<script src="js/script.min.js"></script>
<script src="js/new.js"></script>
